Repository: Ixiter/ix-show-latest-youtube
Catalog: plugin/languages/ix-show-latest-yt-*.po
Languages: de_de

source: Options
de_de: Einstellungen

source: Set the default parameters for the latest YouTube video to embed
de_de: Setzen Sie die Standardparameter für das einzubettende neueste YouTube Video

source: Enter the default YouTube ID.
de_de: Geben Sie die standard YouTube ID ein.

source: Width
de_de: Breite

source: Enter the default width for the embeded video.
de_de: Geben Sie die Standardbreite für das eingebettete Video ein.

source: Height
de_de: Höhe

source: Enter the default height for the embeded video.
de_de: Geben Sie die Standardhöhe für das eingebettete Video ein.

source: Save Changes
de_de: Änderungen speichern

source: Usage
de_de: Anwendung

source: These are the settings for the default usage of the provided shortcode and template tag.<br>Whenever you use the shortcode or template tag without any parameters, this default values will be used to show the latest YouTube video.
de_de: Dies sind die Standardeinstellungen des zur Verfügung gestellten Shortcodes und des Template Tags.<br>Wann immer Sie den Shortcode oder das Template Tag ohne Angabe irgendwelcher Parameter benutzen, werden diese Standarwerte benutzt um das neueste YouTube Video anzuzeigen.

source: If you want to use other values, you can set them with the shortcode or template tag.
de_de: Wenn Sie andere Werte verwenden möchten, können Sie diese mit dem Shortcode oder Template Tag setzen.

source: The shortcode is available in posts, pages and text widgets. The count and order of parameters dont matter. Empty values will be overwritten by the default options.
de_de: Der Shortcode steht in Artikeln, Seiten und Text-Widgets zur Verfügung. Die Anzahl und Reihenfolge der Parameter ist egal. Leere Angaben werden mit den Standardeinstellungen überschrieben.

source: The template tag is available in your theme template files and plugins. The count of parameters depends on their positions. The order matters! Empty values will be overwritten by the default options.
de_de: Das Template Tag ist in den Theme Template Dateien und in Plugins verfügbar. Die Anzahl der Parameter ist abhängig von ihrer Position. Die Reihenfolge ist wichtig! Leere Angaben werden mit den Standardeinstellungen überschrieben.

source: Examples
de_de: Beispiele

source: General usage
de_de: Generelle Verwendung

source: Set another YouTube Channel
de_de: Setzen Sie einen anderen YouTube Kanal

source: Customize width and height, i.e. to show the video in a sidebar widget
de_de: Passen Sie Breite und Höhe an um z.B. das Video in einem Widget in der Seitenleiste anzuzeigen.

source: Hint #1: Calculate your width and height from the expected aspect ratio of your video. Add 20 pixel to the height for the YouTube controls.
de_de: Hinweis #1: Berechnen Sie die Breite und Höhe nach dem zu erwartenden Seitenverhältnis des Videos. Addieren Sie 20 Pixel zur Höhe für die YouTube Bedienelemente.

source: Hint #2: Use empty values in the template tag to keep the default values used.
de_de: Hinweis #2: Verwenden Sie leere Angaben im Template Tag um die Standardeinstellung beizubehalten.
